<script>
	import Container from '../../components/Container.svelte';
</script>

<style>
    p {
        font-size: 16px;
        line-height: 24px;
    }

    .notes {
        max-width: 600px;
        margin: auto;
    }

    p {
        padding-bottom: 16px;
    }

    hr {
        margin: 0 0 16px;
    }
</style>

<Container href="/" label="На главную">
    <article class="notes">
        <h1>Приложение-привычка</h1>
        <p>На главном экране моего телефона расположено много приложений, которым я не пользуюсь. Но есть некоторые, в которые я захожу много раз на день, провожу там много времени и при этом особо ничего от них не получаю. Я давно задумывался о том, чтоб как-то избавиться от привычки тратить время в таких приложениях. Одно из таких приложений это инстаграм.</p>
        <p>
        В инстаграме я скорее потребитель контента, и больше всего в моих подписках моих друзей и знакомых. Тем не менее ленту можно листать довольно долго и я на это тратил много времени за сутки. В какой-то момент я даже поставил себе ограничение в полчаса в день на просмотр ленты(внутренняя функция инстаграма). Но получалось так, что я просто нажимал "ок", закрывал приложение, а потом через некоторое время снова возвращался к нему.
        </p>
        <p>Недавно я решил провести небольшой эксперимент и убрал инстаграм с главного экрана, да ещё и в папку положил, которую я открываю только по необходимости, а на место инстаграма поставил медиум.</p>
        <p>Что в итоге я получил? Сначала мои заходы в медиум были чисто механическими, так как рука уже привыкла нажимать в одно и то же место. Зато после стал просматривать и отмечать что-то интересное для себя.</p>
        <hr>
        <p>Какой вывод я из этого извлёк? Давно мне был известен факт, что если хочешь избавиться от привычки, надо ее чем-то заменить. Здесь как раз и сработал этот фактор. Я хотел заменить "убийство" времени на просмотры ленты на что-то более полезное для себя. Ну и в итоге я не чувствую, что упускаю что-то важное, даже если листаю ленту всего по пару минут в день, вместо привычных получаса.</p>
    </article>
</Container>
