<script>
    import Container from 'components/Container/Container.svelte';
    import Note from 'components/Note/Note.svelte';
</script>

<Container href="/notes" label="К заметкам">
    <Note>
        <h1>Щелочной лимон</h1>
        <p>
            Недавно начал замечать, что после одной пищи я чувствую себя хорошо, а после некоторой у
            меня начинается такая неприятная штука, как изжога. Многие люди, которые исптывают это
            чувство меня поймут. Так вот я заметил, что пища разделяется на щелочную и кислотную.
            Можно выделить еще нейтральную, но это уже не обязательно.
        </p>
        <p>
            Вообще уровень кислотности в химии измеряется индексом pH(от латинского pondus
            Hydrogenii — вес водорода). Этот показатель означает отношение ионов H
            <sup>+</sup>
            к ионам OH
            <sup>-</sup>
            , а шкала имеет 14 делений, где 0 это кислотная среда, 7 нейтральная, а 14 щелочная.
            Например pH у питьевой воды — от 6.5 до 8.5, что близко к нейтральному показателю.
            Учитывая, что вода состоит из ионов H
            <sup>+</sup>
            и OH
            <sup>-</sup>
            , которые образуют молекулу H
            <sub>2</sub>
            O это становится похожим на правду. А показатели отличаются, потому что питьевая вода
            обычно имеет еще какие-нибудь примеси.
        </p>
        <p>
            Так как желудок в для расщипления пищи использует кислоту, наверно кислотная пища
            помогает пищеварению, думал я когда-то давно. Потом понял, что от повышенной кислотности
            как раз и возникает изжога. Ну долгое время я жил с этим понимаем, пока в один момент,
            мне не захотелось узнать, что же я могу сделать, чтобы никогда не испытывать чувство
            изжоги.
        </p>
        <p>
            Я поискал таблицу продуктов разделенных по уровням кислотности. Приводить здесь я ее не
            буду, ее без труда можно найти в интернете, но расскажу про продукты, которые удивили
            меня и от которых я не ждал, что они будут относиться к такой категории.
        </p>
        <p>
            Этим продуктом оказался фрукт лимон, а точнее весь род цитрусов. Несмотря на то, что эти
            фрукты являются кислыми, они вовсе не являются кислотными. И более того, индекс pH
        </p>
        <hr />
        <p>
            Какой вывод я из этого извлёк? Давно мне был известен факт, что если хочешь избавиться
            от привычки, надо ее чем-то заменить. Здесь как раз и сработал этот фактор. Я хотел
            заменить "убийство" времени на просмотры ленты на что-то более полезное для себя. Ну и в
            итоге я не чувствую, что упускаю что-то важное, даже если листаю ленту всего по пару
            минут в день, вместо привычных получаса.
        </p>
    </Note>
</Container>
