<script>
    import Note from 'components/Note/Note.svelte';

    export let title = 'Cтрашно быть слабым';
</script>

<Note>
    <h1>{title}</h1>
    <p>Мне страшно открываться. Я&nbsp;много смеюсь, шучу, дурачусь и&nbsp;я&nbsp;люблю свое состояние в&nbsp;эти моменты. Но&nbsp;мне не&nbsp;всегда весело или легко. Иногда таким образом я&nbsp;прячу себя уязвимого, а&nbsp;вместо того, чтоб чем-то поделиться&nbsp;&mdash; превращаю это в&nbsp;шутки. И&nbsp;таким образом отсекаю часть своих эмоций. Да, иногда это помогает облегчить происходящее, но&nbsp;таким образом я&nbsp;не&nbsp;позволяю себе слабость. Такой защитный механизм мне многим помог, но&nbsp;сейчас я&nbsp;замечаю, что он&nbsp;мешает. Когда он&nbsp;включается, я&nbsp;обесцениваю свои переживания, избегаю их&nbsp;и&nbsp;прячу в&nbsp;себе. А&nbsp;когда как-то много всего происходит&nbsp;&mdash; вообще замыкаюсь в&nbsp;себе. Думаю, что вот сейчас я&nbsp;сам все разгребу, мне станет лучше, а&nbsp;потом уже снова мне будет хорошо.</p>
    <p>В&nbsp;моменты, когда я&nbsp;признаю, что&nbsp;да, сейчас мне нужна помощь и&nbsp;поддержка, и&nbsp;я&nbsp;не&nbsp;хочу веселиться рассказывая о&nbsp;своих переживаниях&nbsp;&mdash; я&nbsp;действительно готов получать поддержку и&nbsp;я&nbsp;ее&nbsp;получаю. И&nbsp;таким образом я&nbsp;не&nbsp;прячусь в&nbsp;себе и&nbsp;позволяю себе получить заботу, принятие и&nbsp;поддержку от&nbsp;окружающих. И&nbsp;то, что я&nbsp;демонстрирую соотносится с&nbsp;тем, что я&nbsp;чувствую.</p>
    <p>Кажется понимаю, что моменты слабости таковыми не&nbsp;являются. В&nbsp;этот момент являюсь собой и&nbsp;принимаю себя и&nbsp;даже показываю. И&nbsp;тем самым боюсь быть пойманным в&nbsp;состоянии уязвимости. Так как я&nbsp;сам его показываю. А&nbsp;страх быть разоблаченным уходит. И&nbsp;получается, что из&nbsp;позиции страха и&nbsp;слабости, признавая его и&nbsp;опираясь на&nbsp;него, я&nbsp;становлюсь сильнее. Такой парадокс.</p>
</Note>

<svelte:head>
    <title>{title} | Заметки Влада Корбута</title>
    <meta property="og:title" content="{title} | Заметки Влада Корбута" />
    <meta property="og:type" content="article" />
</svelte:head>
