<script>
    import Note from 'components/Note/Note.svelte';

    export let title = 'Тренировки и инстаграм';
</script>

<Note>
    <h1>{title}</h1>
    <p>Я&nbsp;себя часто снимаю сам. Ставлю куда-то телефон, чтоб снять себя со&nbsp;стороны. И&nbsp;это мне помогает тренироваться.</p>
    <p>Я&nbsp;не&nbsp;только тренируюсь, а&nbsp;еще снимаю контент для инсты. Бывает, что у&nbsp;меня нет особо настроения на&nbsp;тренировку и&nbsp;такой подход меня спасает. Когда я&nbsp;снимаю у&nbsp;меня появляется дополнительная мотивация сделать это хорошо, чтоб потом запостить в&nbsp;инсту. Результаты от&nbsp;тренировок будут только спустя месяцы, а&nbsp;вот результат от&nbsp;снятой истории будут в&nbsp;течение суток.</p>
    <p>Недавно у&nbsp;меня была удаленная тренировка, где я&nbsp;с&nbsp;моим тренером находились в&nbsp;разных местах. И&nbsp;благодаря привычке снимать себя самому мне было легко найти, как поставить телефон, чтоб меня было видно лучше.</p>
    <p>А&nbsp;ещё я&nbsp;люблю монтировать видео во&nbsp;время кардио, так время пролетает незаметно.</p>
    <p>У&nbsp;меня с&nbsp;долгосрочными планами проблема года 3&nbsp;уже как. Не&nbsp;могу ничего планировать, так как не&nbsp;хочу разочаровываться, что в&nbsp;итоге что-то пойдет не&nbsp;так и&nbsp;я&nbsp;не&nbsp;смогу их&nbsp;завершить.</p>
    <p>Маленькие шажочки это вклад в&nbsp;мою цель по&nbsp;тренировкам, которые помогают мне не&nbsp;слиться при любой удобной возможности.</p>
    <p>Подытожу, что мне помогает:</p>
    <ol>
        <li>Дополнительная мотивация за&nbsp;счет быстрого получения результата от&nbsp;действия</li>
        <li>Продолжаю тренировки даже если я&nbsp;не&nbsp;могу прийти в&nbsp;зал, где работает мой тренер, онлайн</li>
        <li>И&nbsp;коротаю время за&nbsp;интересным мне занятием, пока занимаюсь не&nbsp;очень интересным, но&nbsp;нужным</li>
    </ol>
</Note>

<svelte:head>
    <title>{title} | Заметки Влада Корбута</title>
    <meta property="og:title" content="{title} | Заметки Влада Корбута" />
    <meta property="og:type" content="article" />
</svelte:head>
