<script>
    import Note from 'components/Note/Note.svelte';

    export let title = '';
</script>

<Note>
    <h1>{title}</h1>
    <p>Ко&nbsp;мне пришло осознание, что вся легкость, которую я&nbsp;приобрел за&nbsp;время жизни на&nbsp;Бали пропала.</p>
    <p>Я&nbsp;очень боялся ее&nbsp;потерять, потому что в&nbsp;жизни никогда так не&nbsp;чувствовал себя так хорошо, как в&nbsp;те&nbsp;моменты. Прошло всего 2&nbsp;месяца и&nbsp;я&nbsp;снова себя чувствую хреново, от&nbsp;той смелости не&nbsp;осталось и&nbsp;следа, а&nbsp;легкость превратилась снова в&nbsp;груз.</p>
    <p>И&nbsp;вот я&nbsp;лежу читаю книгу на&nbsp;ночь глядя и&nbsp;в&nbsp;ней задание&nbsp;&mdash; вспомнить момент, когда я&nbsp;чувствовал себя собой и&nbsp;не&nbsp;боялся это проявлять. И&nbsp;понимаю, что этот момент был совсем недавно&nbsp;&mdash; буквально 2-3 месяца назад. От&nbsp;этого стало так грустно, что я&nbsp;все это растерял!</p>
    <p>Но&nbsp;если копнуть глубже&nbsp;&mdash; получится все совсем не&nbsp;так. Ушла эйфория, но&nbsp;что-то во&nbsp;мне сохранилось. И&nbsp;с&nbsp;уходом эйфории пришли и&nbsp;некоторые осознания.</p>
    <p>Мне страшно открываться. Я&nbsp;много смеюсь, шучу, дурачусь и&nbsp;я&nbsp;люблю свое состояние в&nbsp;эти моменты. Но&nbsp;мне не&nbsp;всегда весело или легко. За&nbsp;баловством я&nbsp;прячу себя уязвимого, а&nbsp;вместо того, чтоб чем-то поделиться&nbsp;&mdash; превращаю это в&nbsp;шутки. И&nbsp;таким образом отсекаю часть своих эмоций. Да, иногда это помогает облегчить происходящее, но&nbsp;таким образом я&nbsp;не&nbsp;позволяю себе эту слабость. И&nbsp;тем самым обесцениваю свои переживания, избегаю их&nbsp;и&nbsp;прячу в&nbsp;себе. А&nbsp;что плохого в&nbsp;том, чтобы быть слабым?</p>
    <p>В&nbsp;моменты, когда я&nbsp;признаю, что&nbsp;да, сейчас мне нужна помощь и&nbsp;поддержка, и&nbsp;я&nbsp;не&nbsp;хочу веселить кого-то рассказывая о&nbsp;том своих переживаниях&nbsp;&mdash; я&nbsp;действительно готов получать поддержку и&nbsp;я&nbsp;ее&nbsp;получаю. И&nbsp;таким образом я&nbsp;не&nbsp;обесцениваю для самого себя свою уязвимость и&nbsp;позволяю себе получить заботу и&nbsp;принятие и&nbsp;поддержку от&nbsp;окружающих. И&nbsp;окружающим тоже становится понятнее, как реагировать. И&nbsp;то, что я&nbsp;демонстрирую соотносится с&nbsp;тем, что я&nbsp;чувствую.</p>
    <p>И&nbsp;после приходит понимание, что моменты слабости таковыми не&nbsp;являются. В&nbsp;этот момент являюсь собой и&nbsp;принимаю себя и&nbsp;даже показываю. И&nbsp;тем самым боюсь быть пойманным в&nbsp;состоянии уязвимости. Так как я&nbsp;сам его показываю. А&nbsp;страх быть разоблаченным уходит. И&nbsp;получается, что из&nbsp;позиции страха и&nbsp;слабости, признавая его и&nbsp;опираясь на&nbsp;него, я&nbsp;становлюсь сильнее. Такой парадокс.</p>
</Note>

<svelte:head>
    <title>{title} | Заметки Влада Корбута</title>
    <meta property="og:title" content="{title} | Заметки Влада Корбута" />
    <meta property="og:type" content="article" />
</svelte:head>
