<script>
    import Note from 'components/Note/Note.svelte';

    export let title = 'История создания канала с мемами';
</script>

<Note>
    <h1>{title}</h1>
    <p>Год назад во&nbsp;мне проснулась тяга делать что-то для большего количества людей, но&nbsp;было жутко страшно.</p>
    <p>Тогда я&nbsp;предложил Диме, моему другу и&nbsp;сооснователю канала, сделать канал вместе.</p>
    <p>Мне тогда хотелось разделить с&nbsp;кем-то стыд, который возникнет от&nbsp;того, что я&nbsp;веду какую-то публичную деятельность.</p>
    <p>Дима меня поддержал. На&nbsp;обложке как раз стоит фотография состоящая из&nbsp;половинок наших лиц.</p>
    <p>А&nbsp;почему называется то&nbsp;он&nbsp;в&nbsp;честь пюрешки с&nbsp;цыпленком табака из&nbsp;вершей? Канал называется &laquo;вкусно пиздец&raquo;</p>
    <p>Эта фраза вырвалась у&nbsp;меня, когда мы&nbsp;с&nbsp;Димой ужинали вместе. Его разорвало с&nbsp;нее и&nbsp;когда мы&nbsp;накидывали идеи для названия канала эта фраза оказалась частичкой чего-то, что объединяет нас обоих.</p>
    <p>Канал с&nbsp;мемами был первой попыткой вести какую-то деятельность на&nbsp;аудиторию. Тогда я&nbsp;понял, что тот стыд, который я&nbsp;боялся испытать вполне переносим.</p>
    <p>И&nbsp;даже сейчас мне бывает часто стыдно, за&nbsp;мои публикации. Но&nbsp;чем дальше я&nbsp;иду, тем больше стыд уходит.</p>
</Note>

<svelte:head>
    <title>{title} | Заметки Влада Корбута</title>
    <meta property="og:title" content="{title} | Заметки Влада Корбута" />
    <meta property="og:type" content="article" />
</svelte:head>
