<script>
    import Note from 'components/Note/Note.svelte';

    export let title = 'Про уход папы';
</script>

<Note>
    <h1>{title}</h1>
    <p>Любопытно наблюдать за&nbsp;тем, как изменяются мои качества, как парня и&nbsp;что на&nbsp;это влияет.</p>
    <p>Только недавно до&nbsp;меня дошло, как расставание родителей и&nbsp;уход папы из&nbsp;семьи, отразился мне.</p>
    <p>Мне тогда было, кажется, лет 12. И&nbsp;какой-то базисной мужской фигуры на&nbsp;которую я&nbsp;мог ориентироваться у&nbsp;меня не&nbsp;было. Мама на&nbsp;эту роль не&nbsp;особо подходила, а&nbsp;другой сильной мужской фигуры у&nbsp;меня не&nbsp;было.</p>
    <p>Поэтому мое знакомство с&nbsp;тем, какой я&nbsp;&mdash; очень хаотично. Я&nbsp;не&nbsp;знаю, откуда мне брать основу.</p>
    <p>Чтоб узнать какой&nbsp;я, я&nbsp;беру качества у&nbsp;окружающих меня людей и&nbsp;примеряю их&nbsp;на&nbsp;себя. Подходят&nbsp;&mdash; оставляю, нет&nbsp;&mdash; убираю.</p>
    <p>И&nbsp;в&nbsp;какой-то момент я&nbsp;начал чаще выбирать девушек себе в&nbsp;друзья, чем парней. Ну&nbsp;и&nbsp;какие-то шаблоны поведения и&nbsp;качества в&nbsp;том числе брал у&nbsp;них.</p>
    <p>И&nbsp;с&nbsp;одной и&nbsp;стороны это расширяет границы исследуемого, какой&nbsp;я, так как я&nbsp;не&nbsp;живу с&nbsp;ощущением того, что вот это прям женское, а&nbsp;это прям мужское. Есть моё и&nbsp;не&nbsp;моё, и&nbsp;это куда важнее. Но&nbsp;поиск сильно усложняется.</p>
    <p>Мне нравится обнаруживать себя таким, какой я&nbsp;сейчас. Чувствительный, с&nbsp;ноготочками, ранимый, стесняющийся, искренний. Да&nbsp;какой угодно на&nbsp;самом деле. Это все&nbsp;я.</p>
</Note>

<svelte:head>
    <title>{title} | Заметки Влада Корбута</title>
    <meta property="og:title" content="{title} | Заметки Влада Корбута" />
    <meta property="og:type" content="article" />
</svelte:head>
