<script>
    import Note from 'components/Note/Note.svelte';

    export let title = 'Новогоднее одиночество';
</script>

<Note>
    <h1>{title}</h1>
    <p>Последние годы на меня накатывало ощущение одиночества в предновогоднее время. При этом я находился в кругу близких мне людей, но внутреннего наполнения не ощущал.</p>
    <p>3 года подряд я куда-то уезжал, чтоб не встречать новый год дома, чтобы иметь оправдание, почему я не смогу приехать к маме и этот новый год я планировал встретить тоже не в Минске. И чем ближе был праздник, тем меньше я понимал, как я хочу его встретить и где хочу быть. И сильно пугало, что опять накатит это невыносимое для меня чувство одиночества.</p>
    <p>Я считаю новый год семейным праздником. А семьи у меня как будто и нет. Родители давно разошлись, сестра уехала. И та семья, в которой я родился уже вроде как и не моя, а своей у меня еще нет.</p>
    <p>И мне казалось, что если я испытываю какой-то дефицит, то мне прям надо создать все условия, чтоб обострить его и “закалиться” и тут я сразу же наполнюсь. Это никогда не работало, а становилось только хуже. Ну и очевидно, что дефицит скорее нужно чем-то наполнять.</p>
    <p>Одиночество — тоже дефицит, дефицит близости, который в этом году я решил не обострять. Я понял, что моя семья это в первую очередь моя мама. В этом году я пригласил в гости маму и брата и встретил его с семьей. И наполнение пришло.</p>
</Note>

<svelte:head>
    <title>{title} | Заметки Влада Корбута</title>
    <meta property="og:title" content="{title} | Заметки Влада Корбута" />
    <meta property="og:type" content="article" />
</svelte:head>
