<script>
    import Note from 'components/Note/Note.svelte';

    export let title = 'Общаться ли с бывшими?';
</script>

<Note>
    <h1>{title}</h1>
    <p>Недавно у&nbsp;меня случился разговор с&nbsp;подругой про законченные отношения, которые до&nbsp;сих пор как-то не&nbsp;дают покоя.</p>
    <p>У&nbsp;меня как раз такие были.</p>
    <p>Мы&nbsp;расстались давно, около 7&nbsp;лет прошло. С&nbsp;тех пор не&nbsp;общались. Расстались довольно резко, без обсуждений и&nbsp;попыток договориться о&nbsp;чем-то. На&nbsp;тот момент у&nbsp;меня не&nbsp;было навыка разговаривать о&nbsp;своих переживаниях и&nbsp;большой страх проявлять эмоции. Но, к&nbsp;счастью, сейчас это не&nbsp;так.</p>
    <p>Периодически что-то напоминало мне о&nbsp;ней и&nbsp;появлялось желание что-то с&nbsp;этим сделать. Я, конечно, выносил свои переживания на&nbsp;терапию, становилось легче, но&nbsp;потом они снова возвращались через некоторое время.</p>
    <p>Вместо того, чтоб справляться с&nbsp;этими переживаниями, попробовать в&nbsp;них погрузиться я&nbsp;пытался их&nbsp;затолкать куда-то подальше, а&nbsp;они то&nbsp;и&nbsp;дело находили способ выйти и&nbsp;напомнить мне о&nbsp;себе.</p>
    <p>Не&nbsp;так давно она посмотрела мои сториз(и я&nbsp;это увидел) и&nbsp;я&nbsp;вышел на&nbsp;очередной виток интереса и&nbsp;волнения. Захотелось прояснить, что тогда произошло, но&nbsp;было страшно. Ведь я&nbsp;такой умный, осознанный, на&nbsp;терапию хожу и&nbsp;как это так, 7&nbsp;лет прошло, у&nbsp;меня уже были другие отношения, а&nbsp;тут у&nbsp;меня еще и&nbsp;чувства какие-то есть относительно непроговоренных, непрожитых давно моментов. Зачем мне это нужно? Нужно&nbsp;ли вообще копаться в&nbsp;старых переживаниях? Ведь давно уже &laquo;нужно&raquo; было справиться и&nbsp;прожить. А&nbsp;вдруг столкнусь с&nbsp;отвержением с&nbsp;другой стороны, мое эго этого просто не&nbsp;вынесет.</p>
    <p>Самое важное, что я&nbsp;понял&nbsp;&mdash; это нужно в&nbsp;первую очередь мне. Да, есть риск получить неприятную реакцию, но&nbsp;есть риск и&nbsp;не&nbsp;получить и&nbsp;облегчить себе жизнь! И&nbsp;пока я&nbsp;буду думать о&nbsp;том, как&nbsp;же это выглядит, я&nbsp;игнорирую себя и&nbsp;не&nbsp;выбираю сделать себе лучше из-за чувства стыда и&nbsp;неловкости, что&nbsp;же там подумают другие.</p>
    <p>Меня ломало пару дней, а&nbsp;потом заручившись поддержкой моей психотерапевтки я&nbsp;решил, что напишу&nbsp;ей. Я&nbsp;два часа вымучивал сообщение и&nbsp;когда я&nbsp;уже устал менять формулировки не&nbsp;меняя смысла отправил.</p>
    <p>Меня очень удивило, что другой стороной я&nbsp;не&nbsp;был воспринят враждебно и&nbsp;не&nbsp;был осужден за&nbsp;свой интерес. Мы&nbsp;проговорили свои переживания, получили ответы на&nbsp;все интересующие вопросы. Оказалось, что у&nbsp;нее тоже есть незавершенные процессы. Здесь уже в&nbsp;подробности вдаваться не&nbsp;буду.</p>
    <p>Теперь я&nbsp;имею возможность открыто общаться с&nbsp;человеком, с&nbsp;которым когда-то мои отношения были разорваны, на&nbsp;мой взгляд, навсегда. Я&nbsp;не&nbsp;боюсь написать ей&nbsp;по&nbsp;какому-либо поводу, не&nbsp;боюсь, если мы&nbsp;где-то встретимся(сейчас мы&nbsp;находимся в&nbsp;разных странах). Более того, даже эту заметку я&nbsp;обсуждал с&nbsp;ней перед публикацией.</p>
    <p>Любое общение не&nbsp;одноразовое, и&nbsp;при обоюдном желании все исправляется. При том необязательно возвращаться в&nbsp;ту&nbsp;же форму, в&nbsp;которой эти отношения закончились. Есть и&nbsp;другие.</p>
    <p>Мои попытки быть &laquo;психически здоровым&raquo; ничего более, чем имитация этой здоровости и&nbsp;избегания своих эмоций, которая не&nbsp;помогает мне идти вперед.</p>
</Note>

<svelte:head>
    <title>{title} | Заметки Влада Корбута</title>
    <meta property="og:title" content="{title} | Заметки Влада Корбута" />
    <meta property="og:type" content="article" />
</svelte:head>
